02_benchmark_fio/executed.Leibniz.20140730_032135.6911/fio.job.hioa1.ext4.sync.read.bs2k.j64.depth32.txt
job.hioa1.ext4.sync.read.bs2k.j64.depth32: (g=0): rw=read, bs=2K-2K/2K-2K/2K-2K, ioengine=sync, iodepth=32
...
job.hioa1.ext4.sync.read.bs2k.j64.depth32: (g=0): rw=read, bs=2K-2K/2K-2K/2K-2K, ioengine=sync, iodepth=32
fio-2.0.14
Starting 64 processes

job.hioa1.ext4.sync.read.bs2k.j64.depth32: (groupid=0, jobs=64): err= 0: pid=9225: Wed Jul 30 05:52:40 2014
  read : io=65536MB, bw=407763KB/s, iops=203881 , runt=164578msec
    clat (usec): min=45 , max=5757 , avg=310.64, stdev=186.60
     lat (usec): min=45 , max=5757 , avg=310.76, stdev=186.60
    clat percentiles (usec):
     |  1.00th=[   51],  5.00th=[   54], 10.00th=[   60], 20.00th=[   70],
     | 30.00th=[  116], 40.00th=[  243], 50.00th=[  418], 60.00th=[  442],
     | 70.00th=[  458], 80.00th=[  478], 90.00th=[  498], 95.00th=[  516],
     | 99.00th=[  548], 99.50th=[  564], 99.90th=[  620], 99.95th=[  676],
     | 99.99th=[ 1208]
    bw (KB/s)  : min= 5092, max=21036, per=1.57%, avg=6404.38, stdev=354.05
    lat (usec) : 50=0.12%, 100=22.59%, 250=17.31%, 500=50.93%, 750=9.01%
    lat (usec) : 1000=0.02%
    lat (msec) : 2=0.01%, 4=0.01%, 10=0.01%
  cpu          : usr=0.97%, sys=3.22%, ctx=63975876, majf=0, minf=1910
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=33554432/w=0/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
   READ: io=65536MB, aggrb=407763KB/s, minb=407763KB/s, maxb=407763KB/s, mint=164578msec, maxt=164578msec

Disk stats (read/write):
  hioa: ios=33552122/0, merge=0/0, ticks=2752970/0, in_queue=2775220, util=100.00%