02_benchmark_fio/executed.Leibniz.20140730_032135.6911/fio.job.hioa1.ext4.sync.write.bs8k.j8.depth4.txt
job.hioa1.ext4.sync.write.bs8k.j8.depth4: (g=0): rw=write, bs=8K-8K/8K-8K/8K-8K, ioengine=sync, iodepth=4
...
job.hioa1.ext4.sync.write.bs8k.j8.depth4: (g=0): rw=write, bs=8K-8K/8K-8K/8K-8K, ioengine=sync, iodepth=4
fio-2.0.14
Starting 8 processes

job.hioa1.ext4.sync.write.bs8k.j8.depth4: (groupid=0, jobs=8): err= 0: pid=16261: Wed Jul 30 15:31:55 2014
  write: io=8192.0MB, bw=425515KB/s, iops=53189 , runt= 19714msec
    clat (usec): min=14 , max=247403 , avg=146.71, stdev=639.18
     lat (usec): min=14 , max=247404 , avg=146.90, stdev=639.18
    clat percentiles (usec):
     |  1.00th=[   16],  5.00th=[  129], 10.00th=[  133], 20.00th=[  149],
     | 30.00th=[  149], 40.00th=[  149], 50.00th=[  149], 60.00th=[  151],
     | 70.00th=[  151], 80.00th=[  151], 90.00th=[  153], 95.00th=[  167],
     | 99.00th=[  171], 99.50th=[  171], 99.90th=[  175], 99.95th=[  177],
     | 99.99th=[  189]
    bw (KB/s)  : min=26608, max=256384, per=12.66%, avg=53888.57, stdev=12528.14
    lat (usec) : 20=2.54%, 50=0.05%, 100=0.27%, 250=97.15%
    lat (msec) : 250=0.01%
  cpu          : usr=1.67%, sys=6.12%, ctx=2096946, majf=0, minf=217
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=1048576/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
  WRITE: io=8192.0MB, aggrb=425515KB/s, minb=425515KB/s, maxb=425515KB/s, mint=19714msec, maxt=19714msec

Disk stats (read/write):
  hioa: ios=0/1045212, merge=0/0, ticks=0/9780, in_queue=9860, util=49.93%